{
  "modelTopology": {
    "class_name": "Sequential",
    "config": {
      "name": "face_landmark_68_model",
      "layers": [
        {
          "class_name": "Conv2D",
          "config": {
            "filters": 32,
            "kernel_size": [3, 3],
            "activation": "relu",
            "input_shape": [112, 112, 3]
          }
        }
      ]
    }
  },
  "weightsManifest": [
    {
      "paths": ["face_landmark_68_model-shard1"],
      "weights": [
        {
          "name": "conv2d_1/kernel",
          "shape": [3, 3, 3, 32],
          "dtype": "float32"
        }
      ]
    }
  ],
  "format": "layers-model",
  "generatedBy": "TensorFlow.js tfjs-layers v3.18.0",
  "convertedBy": "TensorFlow.js Converter v3.18.0"
}
